Repository: arnesongit/context.item.tidal2
Catalog: resources/language/*/strings.po
Languages: german

# #30003
source: Export/Import Path
german: Export-/Import-Verzeichnis

# #30004
source: Max. Number of simultaneous search requests
german: Max. Anzahl gleichzeitiger Such-Anfragen

# #30005
source: Enable virtual Library
german: Virtuelle Library aktivieren

# #30006
source: Artist Folder
german: Künstler-Verzeichnis

# #30007
source: Album Folder
german: Album-Verzeichnis

# #30011
source: Globals
german: Allgemeines

# #30070
source: Enable Debug-Logging
german: Debug-Logging aktivieren

# #30085
source: Reduce Match-Level for Blacklist Match
german: Match-Level-Reduzierung bei Blacklist-Treffer

# #30086
source: Minimum Match-Level Artist/Album Artist
german: Mindest-Match-Level für Künstler/Album-Künstler

# #30087
source: Factors for Fuzzy Search:
german: Gewichtungen der Match Level für:

# #30088
source: Increase Match-Level for Favorite Artists
german: Match-Level für Künstler-Favoriten erhöhen

# #30089
source: Match only in brackets ( ) or [ ]
german: Nur in Klammern ( ) oder [ ] suchen

# #30101
source: Artist
german: Künstler

# #30103
source: Playlist
german: Playliste

# #30104
source: Track
german: Titel

# #30106
source: Artists
german: Künstler

# #30107
source: Albums
german: Alben

# #30108
source: Playlists
german: Playlisten

# #30109
source: Tracks
german: Titel

# #30400
source: Search Again
german: Erneut suchen

# #30401
source: Search
german: Suchen

# #30402
source: Album Artist
german: Album-Künstler

# #30403
source: Album Year
german: Album-Jahr

# #30404
source: Please login first !
german: Bitte vorher einloggen !

# #30405
source: Start
german: Starten

# #30406
source: From Position
german: Von Position

# #30407
source: To Position
german: Bis Position

# #30408
source: Generate Playlist
german: Playliste anlegen

# #30409
source: Playlist for {what}
german: Playliste für {what}

# #30410
source: Searching in TIDAL ...
german: Suche in TIDAL ...

# #30411
source: Searching ...
german: Suche ...

# #30412
source: Not Found
german: Nicht gefunden

# #30413
source: {n} of {m} Items found
german: {n} von {m} Einträge gefunden

# #30414
source: Search canceled
german: Suche abgebrochen

# #30415
source: Search aborted by user.
german: Suche vom Benutzer abgebrochen.

# #30416
source: Insert found Items to the Playlist ?
german: Gefundene Einträge in Playliste einfügen ?

# #30417
source: Finished
german: Beendet

# #30418
source: Inserting Tracks into the Playlist ...
german: Füge Einträge in Playliste ein ...

# #30419
source: Search in TIDAL
german: In TIDAL suchen

# #30420
source: Fuzzy Search
german: Fuzzy-Suche

# #30421
source: Generate Track Playlist
german: Playliste mit Titel generieren

# #30422
source: Generate Video Playlist
german: Playliste mit Videos generieren

# #30423
source: Addon Settings
german: Addon Einstellungen

# #30425
source: Authorization problem
german: Anmeldefehler !

# #30426
source: Export Favorite {what} ...
german: {what}-Favoriten exportieren ...

# #30427
source: Import Favorite {what} ...
german: {what}-Favoriten importieren ...

# #30428
source: {n} items exported
german: {n} Einträge exportiert

# #30429
source: {n} items imported
german: {n} Einträge importiert

# #30430
source: Delete Favorite {what}
german: {what}-Favoriten löschen

# #30431
source: Remove all {what} from Favorites ?
german: Sollen alle {what}-Favoriten gelöscht werden ?

# #30432
source: Import {what}
german: {what} importieren

# #30433
source: Export User-Playlists
german: User-Playlisten exportieren

# #30434
source: Import User-Playlists ...
german: User-Playlisten importieren ...

# #30435
source: Export User-Playlist
german: User-Playliste exportieren

# #30436
source: Delete all Favorite {what}
german: Alle {what}-Favoriten löschen

# #30437
source: Search for New Music ...
german: Suche nach neuer Musik ...

# #30438
source: Limit for Search Results
german: Limit für Such-Ergebnisse

# #30439
source: Max. age in days
german: Max. Alter in Tagen

# #30440
source: Found new music:
german: Neue Musik gefunden:

# #30441
source: Adding found Items to Playlists ...
german: Gefundene Einträge in Playlisten einfügen ...

# #30442
source: Error while Searching for new Music
german: Fehler beim Suchen nach neuer Musik

# #30443
source: No new music found !
german: Keine neue Musik gefunden !

# #30444
source: Search aborted.
german: Suche abgebrochen.

# #30445
source: Search Threads are still running.
german: Die Suche ist noch aktiv.

# #30446
source: Should all Threads be aborted ?
german: Soll die Suche abgebrochen werden ?

# #30447
source: Move Atmos tracks ...
german: Atmos-Titel verschieben ...

# #30448
source: Move RA360 tracks ...
german: RA360-Titel verschieben ...

# #30449
source: Move MQA tracks ...
german: MQA-Titel verschieben ...

# #30450
source: Move duplicate tracks ...
german: Doppelte Titel verschieben ...

# #30451
source: Move Track to other playlist
german: Titel in andere Playliste verschieben

# #30452
source: Export to virtual Library
german: Export in virtuelle Library

# #30453
source: Move from here ...
german: Ab hier verschieben ...

# #30454
source: How many items ?
german: Wieviele Einträge ?
